[
  {
    "name": "True Beauty",
    "rating": 7.7,
    "genre": "Romance, Drama, Coming-of-age, Comedy",
    "harga": 1.45,
    "poster": "./truebeauty.jpg",
    "video": "./ACE.mp4",
    "quality": "Full HD",
    "releasedate": "9 Desember 2020",
    "duration": "74m",
    "language": "Korean",
    "description": "Im Ju-gyeong (Moon Ga-young) adalah seorang siswi SMA yang menjadi terkenal sebagai gadis cantik setelah menguasai seni rias dari YouTube. Dia berubah menjadi dewi karena keterampilan rias wajahnya, tetapi ia lebih memilih mati daripada menunjukkan wajahnya tanpa riasan kepada siapa pun. Sedangkan Lee Su-ho (Cha Eun-woo) adalah anak laki-laki yang menarik dan tampan yang tampak dingin karena masa lalunya yang kelam, tetapi sebenarnya sangat perhatian. Mereka bertemu satu sama lain untuk berbagi rahasia dan menemukan cinta satu sama lain, tetapi dapatkah Su-ho membuat Ju-gyeong menemukan kecantikan sejatinya?",
    "posterls": "./ls crash landing on you.jpg",
    "ss1": "./Goblin.jpeg",
    "ss2": "./itaewon class.jpg",
    "ss3": "./It's Okay to Not Be Okay.jpg",
    "ss4": "./happiness.jpg",
    "seasons": [16, 13]
  },
  {
    "name": "Vincenzo",
    "rating": 7.8,
    "genre": "Action, Comedy, Thrilling, Drama, Mafia",
    "harga": 1.76,
    "poster": "./vincenzo.jpg",
    "video": "./ACE.mp4",
    "quality": "Full HD",
    "releasedate": "2 Mei 2021",
    "duration": "74m",
    "language": "Korean",
    "description": "Pada usia delapan tahun, Park Joo-hyung (Song Joong-ki) pergi ke Italia setelah diadopsi oleh Don Fabio, kepala keluarga mafia Cassano. Berganti nama menjadi Vincenzo Cassano, dia menjadi pengacara Italia, seorang consigliere untuk mafia, dan salah satu orang terbaik Fabio sampai kematiannya. Setelah Fabio meninggal, Paolo (putra kandung dan pemimpin baru Fabio) mencoba membunuhnya; dia melarikan diri ke Seoul untuk mendapatkan emas tersembunyi di dalam Kompleks Apartemen Geumga-dong. Vincenzo membantu seorang hartawan asal Tiongkok menyembunyikan emasnya di lemari besi yang diamankan mafia di dalam kompleks tersebut, tetapi orang tersebut meninggal. Tanpa ada yang tahu tentang lemari besi itu, dia berencana untuk mengambil emas itu dan menggunakannya sebagai dana pensiunnya setelah meninggalkan Italia dan mafia. Namun, sebuah perusahaan real estate di bawah Babel Group telah secara ilegal mengambil alih kepemilikan gedung tersebut dan Vincenzo harus menggunakan keahliannya untuk merebut kembali gedung tersebut dan memulihkan kekayaannya. Vincenzo terlibat dengan pengacara Hong Cha-young (Jeon Yeo-been), tipe pengacara yang akan melakukan apa saja untuk memenangkan kasus. Vincenzo Cassano jatuh cinta padanya. Dia juga mencapai keadilan sosial dengan caranya sendiri.",
    "posterls": "./ls vincenzo.jpg",
    "ss1": "./Goblin.jpeg",
    "ss2": "./itaewon class.jpg",
    "ss3": "./It's Okay to Not Be Okay.jpg",
    "ss4": "./happiness.jpg",
    "seasons": [16, 13]
  },
  {
    "name": "Weak Hero Class 1",
    "rating": 5.7,
    "genre": "Action, Drama, Thrilling", 
    "harga": 1.54,
    "poster": "./weakhero.jpg",
    "video": "./ACE.mp4",
    "quality": "Full HD",
    "releasedate": "5 Oktober 2022",
    "duration": "74m",
    "language": "Korean",
    "description": "Weak Hero: Class 1 berkisah tentang Yeon Si Eun (Park Ji Hoon) seorang siswa teladan yang berada di 1 persen teratas di sekolahnya. Saat ini, ia sedang melawan banyak kekerasan bersama teman-temannya, Suho (Choi Hyun Wook) dan Beom Seok (Hong Kyung). Meski sedang melawan kekerasan di sekolahnya, fokus utamanya tetap belajar dan tidak tertarik pada apapun selain belajar. Dengan kecerdasan dan keberanian yang ia miliki, Yeon Si Eun mampu melindungi siswa-siswa yang tertindas di sekolahnya. Namun, di sisi lain, ia juga menunjukkan kelemahan fisiknya sehingga kerap kesulitan bertarung dengan kelompok perundung. Meski demikian, ia menggunakan kecerdasan otaknya untuk melawan kelompok perundung.",
    "posterls": "./ls crash landing on you.jpg",
    "ss1": "./Goblin.jpeg",
    "ss2": "./itaewon class.jpg",
    "ss3": "./It's Okay to Not Be Okay.jpg",
    "ss4": "./happiness.jpg",
    "seasons": [16, 13]
  },
  {
    "name": "Taxi Driver",
    "rating": 6.9,
    "genre": "Action, Drama, Criminal, Revenge Tragedy",
    "harga": 1.111,
    "poster": "./Taxi Driver.jpg",
    "video": "./ACE.mp4",
    "quality": "Full HD",
    "releasedate": "9 April 2021",
    "duration": "74m",
    "language": "Korean",
    "description": "Kim Do-gi (Lee Je-hoon) adalah lulusan Korea Naval Academy yang ibunya dibunuh ketika dia masih muda. Dia sekarang bekerja sebagai sopir taksi untuk sebuah perusahaan yang menawarkan layanan 'panggilan balas dendam' kepada kliennya.",
    "posterls": "./ls crash landing on you.jpg",
    "ss1": "./Goblin.jpeg",
    "ss2": "./itaewon class.jpg",
    "ss3": "./It's Okay to Not Be Okay.jpg",
    "ss4": "./happiness.jpg",
    "seasons": [16, 13]
  },
  {
    "name": "Cheer Up",
    "rating": 8.1,
    "genre": "Romance, Musical, Comedy, Drama",
    "harga": 1.111,
    "poster": "./CheerUp.jpg",
    "video": "./ACE.mp4",
    "quality": "Full HD",
    "releasedate": "3 Oktober 2022",
    "duration": "74m",
    "language": "Korean",
    "description": "Dikisahkan, ada seorang mahasiswa cerdas dan rajin bernama Do Hae Ji yang berasal dari keluarga dengan kondisi finansial yang memburuk. Do Hae Yi mengikuti cheerleader dengan regu sorak bernama Theia. Tujuan ia bergabung dengan regu sorak agar mendapatkan uang ketika timnya memenangkan kompetisi untuk membantu perekonomian keluarga. Kemudian ia bertemu dengan anggota tim yang suportif dan seru, salah satunya adalah Park Jung Woo.",
    "posterls": "./ls crash landing on you.jpg",
    "ss1": "./Goblin.jpeg",
    "ss2": "./itaewon class.jpg",
    "ss3": "./It's Okay to Not Be Okay.jpg",
    "ss4": "./happiness.jpg",
    "seasons": [16, 13]
  },
  {
    "name": "At a Distance, Spring is Green",
    "rating": 7.3,
    "genre": "Melodrama, Rom-Com, Slice of Life",
    "harga": 1.111,
    "poster": "./At a Distance, Spring is Green.jpeg",
    "video": "./ACE.mp4",
    "quality": "Full HD",
    "releasedate": "14 Juni 2021",
    "duration": "74m",
    "language": "Korean",
    "description": "Bercerita tentang masa muda di usia 20-an di mana kehidupan tampak seperti keindahan musim semi dari jauh tetapi dingin dan keras jika dilihat dari dekat. Yeo Jun (Park Ji-hoon) adalah mahasiswa baru di Universitas Myeongil. Yeo Jun terlihat memiliki segalanya, dia tampan, dicintai oleh teman-temannya, memiliki kepribadian yang menawan, berasal dari keluarga kaya, dan memenuhi harapan yang ditetapkan untuknya. Semua tidak seperti yang terlihat karena dia memiliki sisi lain dari hidupnya yang tidak bisa dia tunjukkan kepada siapa pun dan banyak rasa sakit yang harus dia simpan di dalam. Selama proyek kelompok, ia bertemu Nam Soo-hyun (Bae In-hyuk), mahasiswa tahun ke-3 di departemennya yang cerdas tetapi terbuang dari lingkaran sosial dengan kepribadian yang pelit. Berasal dari keluarga miskin, Soo-hyun hanya peduli dengan mendapatkan kredit yang bagus di kampusnya dan uang untuk menghidupi keluarganya. Dia tidak punya waktu untuk berteman dan bahkan lebih sedikit waktu untuk anak-anak kaya yang manja, tapi Yeo Jun tetap menyukai dia, dan dua kepribadian yang seharusnya bercampur seperti minyak dan air secara bertahap membentuk ikatan dekat saat mereka saling berbagi rasa sakit dan kekurangan. Mahasiswi tahun ke-3 lainnya, Kim So-bin (Kang Min-ah) yang masuk dalam kategori sedang untuk segala hal sedang berjuang untuk menunjukkan eksistensinya. Ketiganya membentuk trio yang aneh dan tampak mustahil.",
    "posterls": "./ls crash landing on you.jpg",
    "ss1": "./Goblin.jpeg",
    "ss2": "./itaewon class.jpg",
    "ss3": "./It's Okay to Not Be Okay.jpg",
    "ss4": "./happiness.jpg",
    "seasons": [16, 13]
  },
  {
    "name": "Save Me",
    "rating": 9.6,
    "genre": "Thrilling, Romance, Drama, Action, Adventure",
    "harga": 1.111,
    "poster": "./Save Me.jpg",
    "video": "./ACE.mp4",
    "quality": "Full HD",
    "releasedate": "05 Agustus 2017",
    "duration": "74m",
    "language": "Korean",
    "description": "Seorang gadis dikelilingi oleh orang-orang yang mencurigakan dan dengan diam-diam berbisik, 'Selamatkan aku!' di gang lingkungan yang gelap, dan beberapa pemuda menganggur mendengarnya dan lari menyelamatkannya. Mereka menemukan bahwa dia adalah pemuja aliran sesat dan mencoba membantunya.",
    "posterls": "./ls crash landing on you.jpg",
    "ss1": "./Goblin.jpeg",
    "ss2": "./itaewon class.jpg",
    "ss3": "./It's Okay to Not Be Okay.jpg",
    "ss4": "./happiness.jpg",
    "seasons": [16, 13]
  },
  {
    "name": "The World of The Married",
    "rating": 6.6,
    "genre": "Drama, Horror, Action, Comedy, Romance",
    "harga": 1.111,
    "poster": "./The World of The Married.jpeg",
    "video": "./ACE.mp4",
    "quality": "Full HD",
    "releasedate": "27 Maret 2020",
    "duration": "74m",
    "language": "Korean",
    "description": "Drama ini mengangkat kehidupan pasangan suami istri, keluarga, dan karier. Ji Sun-woo (Kim Hee-ae) adalah seorang dokter keluarga. Dia menikah dengan Lee Tae-oh (Park Hae-joon). Keduanya telah memiliki seorang putra bernama Lee Joon-yeong (Jeon Jin-seo). Keluarga ini tampak sempurna, memiliki segalanya, termasuk karier yang sukses dan keluarga yang bahagia. Tetapi ternyata, Sun-woo malah dikhianati oleh suaminya sendiri. Sementara sang suami, Tae-oh bermimpi menjadi sutradara film terkenal. Dia menjalankan bisnis hiburan dengan dukungan dan sokongan ekonomi dari istrinya. Sebenarnya Tae-oh mencintai sang istri, tapi ia malah jatuh pada hubungan berbahaya. Di sisi lain, Sun-woo merencanakan balas dendam terhadap suaminya.",
    "posterls": "./ls gyeong.jpg",
    "ss1": "./Goblin.jpeg",
    "ss2": "./itaewon class.jpg",
    "ss3": "./It's Okay to Not Be Okay.jpg",
    "ss4": "./happiness.jpg",
    "seasons": [16, 13]
  },
  {
    "name": "Gyeongseong Creature",
    "rating": 7.7,
    "genre": "Drama, Horror, Action, History",
    "harga": 10.00,
    "poster": "./Gyeongseong Creature.jpg",
    "video": "./ACE.mp4",
    "quality": "Full HD",
    "releasedate": "22 Desember 2023",
    "duration": "74m",
    "language": "Korean",
    "description": "Gyeongseong Creature adalah seri televisi Korea Selatan yang akan datang yang dibintangi oleh Park Seo-joon dan Han So-hee. Berlatarbelakang pada musim semi tahun 1945, ketika Gyeongseong, berada di era tergelapnya, seri ini menggambarkan kisah orang-orang yang bertarung sengit di perbatasan antara hidup dan mati.",
    "posterls": "./ls gyeong.jpg",
    "ss1": "./Goblin.jpeg",
    "ss2": "./itaewon class.jpg",
    "ss3": "./It's Okay to Not Be Okay.jpg",
    "ss4": "./happiness.jpg",
    "seasons": [16, 13]
  },
  {
    "name": "Itaewon Class",
    "rating": 8.8,
    "genre": "Romance, Comedy, Drama",
    "harga": 2.222,
    "poster": "./itaewon class.jpg",
    "video": "./ACE.mp4",
    "quality": "Full HD",
    "releasedate": "31 Januari 2020",
    "duration": "74m",
    "language": "Korean",
    "description": "Itaewon Class menceritakan tetang mantan terpidana Park Sae-roy (Park Seo-joon) yang hidupnya telah terbalik setelah ia dikeluarkan dari sekolah karena meninju perundung, dan ayahnya terbunuh dalam suatu kecelakaan. Mengikuti langkah-langkah ayahnya, ia membuka restoran bar DanBam di Itaewon dan bersama dengan manajer dan stafnya, berusaha keras menuju kesuksesan dan mencapai tingkat yang lebih tinggi.",
    "posterls": "./ls crash landing on you.jpg",
    "ss1": "./Goblin.jpeg",
    "ss2": "./itaewon class.jpg",
    "ss3": "./It's Okay to Not Be Okay.jpg",
    "ss4": "./happiness.jpg",
    "seasons": [16, 13]
  }
]
